{
  "events": [
    {
      "21": {
        "title": "Joogapäivä",
        "description": "Tervetuloa rentouttavalle jooga päivälle, missä voit virittää kehosi ja mielen harmoniaan kauniissa ympäristössä! Haaga-Helian opiskelijoille suunnattu tapahtuma tarjoaa sinulle tilaisuuden irrottautua arjen stressistä ja löytää sisäinen rauhasi. Luvassa on inspiroivia joogaharjoituksia, jotka sopivat kaikille tasoisille harjoittajille. Tule mukaan oppimaan uusia liikkeitä, syventämään hengitystekniikoitasi ja rentoutumaan kauniissa ympäristössä. Tapahtuman ajankohta: 22.5 klo 13:00-18:00 ",
        "coordinates": "60.174485552162444, 24.94594128082082"
      }
    },
    {
      "22": {
        "title": "Uimaan Hietarantaan",
        "description": "Tervetuloa nauttimaan kesäisestä uintipäivästä Hietarantaan! Se on täydellinen tapa rentoutua ja viettää aikaa ystävien kanssa! Haaga-Helian opiskelijoille suunnattu tapahtuma tarjoaa sinulle mahdollisuuden paeta arjen kiireitä ja viettää päivä aurinkoisella rannalla. Luvassa on virkistävää uimista meressä, jännittäviä pelejä ja kilpailua rantalentopallon ja rantafutiksen merkeissä. Tapahtuman ajankohta: 29.5 klo 12:00-16:00 ",
        "coordinates": "60.174040259032225, 24.905230067841536"
      }
    },
    {
      "23": {
        "title": "Grillauspäivä Kaivopuistossa",
        "description": "Tervetuloa grillaus päivään Kaivopuistoon! Se on täydellinen tapa nauttia aurinkoisesta päivästä ystävien seurassa herkullisen ruoan äärellä! Haaga-Helian opiskelijoille suunnattu tapahtuma tarjoaa sinulle mahdollisuuden rentoutua ja nauttia ulkoilmasta samalla kun grillaat herkullisia eväitä Kaivopuiston kauniissa ympäristössä. Luvassa on rennon letkeää tunnelmaa, hyvää ruokaa ja iloista yhdessäoloa. Tapahtuman ajankohta: 5.6 klo 13:00-18:00 ",
        "coordinates": "60.155956755481924, 24.954396010098446"
      }
    },
    {
      "24": {
        "title": "Cosplay kisa",
        "description": "Tervetuloa mukaan ainutlaatuiseen cosplay-kisaan, missä voit astua suosikkihahmosi saappaisiin ja loistaa omalla persoonallisella tyylilläsi! Haaga-Helian opiskelijoille suunnattu tapahtuma tarjoaa sinulle mahdollisuuden ilmaista luovuuttasi ja intohimoasi cosplayhin. Valmistaudu astumaan lavalle ja esittelemään taidokkaasti toteutettu pukusi tuomaristolle ja yleisölle. Luvassa on huikea tunnelma, innostavia esityksiä ja mahdollisuus voittaa upeita palkintoja. Tapahtuman ajankohta: 12.6 klo 15:00-19:00 ",
        "coordinates": "60.16206271265448, 24.932800956330176"
      }
    },
    {
      "25": {
        "title": "Minigolf",
        "description": "Tervetuloa mukaan jännittävään minigolf-turnaukseemme! TIKO opiskelijoille suunnattu tapahtuma tarjoaa ainutlaatuisen tilaisuuden rentoutua ja kilpailla ystävien kanssa upeassa ympäristössä. Liity mukaan hauskanpitoon ja testaa taitosi minigolfin parissa. Tapahtuman ajankohta: 19.6 klo 12:00-16:00 ",
        "coordinates": "60.15489242103463, 24.946103552444765"
      }
    },
    {
      "26": {
        "title": "Haalareiden ompeluilta",
        "description": "Tervetuloa mukaan luovaan ja hauskaan haalarimerkkien ompeluiltaan! Haaga-Helian opiskelijoille suunnattu tapahtuma tarjoaa sinulle mahdollisuuden tehdä haalareistasi entistä persoonallisempia ja kertoa tarinoita omista saavutuksistasi ja harrastuksistasi. Luvassa on ilta täynnä ompelua, naurua ja yhdessäoloa. Tapahtuman ajankohta: 26.6 klo 12:00-16:00 ",
        "coordinates": "60.200155327806364, 24.936217240932052"
      }
    },
    {
      "27": {
        "title": "Hollywood teemajuhlat",
        "description": "Tervetuloa Hollywood-teemajuhliin, joissa sinusta tulee tähti omassa elämässäsi! Haaga-Helian opiskelijoille suunnatut juhlat tarjoavat unohtumattoman tilaisuuden astua punaiselle matolle ja kokea glamourin ja loiston maailma Hollywood-tyylisesti. Tapahtuman ajankohta: 3.7 klo 21:00-05:00 ",
        "coordinates": "60.157740584574086, 24.956666089510705"
      }
    },
    {
      "28": {
        "title": "TIKO Kesäolympialaiset",
        "description": "Tervetuloa kesäolympialaisiin, missä urheilu ja yhteisöllisyys kohtaavat aurinkoisessa ilmapiirissä! Haaga-Helian opiskelijoille suunnattu tapahtuma tarjoaa sinulle mahdollisuuden kokea olympiahengen ja kilpailla ystävien kanssa erilaisissa hauskoissa ja jännittävissä lajeissa. Laita urheilulliset vaatteet päälle, kutsu ystäväsi mukaan ja lähtekää yhdessä nauttimaan kesäpäivästä täynnä liikunnan iloa ja tiukkoja kisoja. Tapahtuman ajankohta: 10.7 klo 13:00-17:00 ",
        "coordinates": "60.15563760185458, 24.955844831446154"
      }
    },
    {
      "29": {
        "title": "80-luvun discoilta",
        "description": "Tervetuloa 80-luvun discoiltaan, missä nostalgia kohtaa tämän hetken ja luodaan unohtumattomia muistoja menneiltä vuosikymmeniltä! Haaga-Helian opiskelijoille suunnattu tapahtuma vie sinut matkalle ajassa taaksepäin, jolloin neonvärit, suuret hiukset ja kimaltavat asut olivat muotia. Pukeudu parhaimpaan 80-luvun tyyliisi ja valmistaudu tanssimaan koko illan legendaaristen hittien tahtiin. Tapahtuman ajankohta: 17.7 klo 21:00-05:00 ",
        "coordinates": "60.1817070086405, 24.954236957513604"
      }
    },
    {
      "30": {
        "title": "Speed Dating",
        "description": "Tervetuloa speed dating -tapahtumaan, missä rakkaus voi syttyä yhdessä illassa! Haaga-Helian opiskelijoille suunnattu tapahtuma tarjoaa sinulle ainutlaatuisen tilaisuuden tavata uusia ihmisiä ja löytää potentiaalisia kumppaneita nopeissa ja hauskissa treffeissä. Unohda turhat nettideittailun vaiva. Täällä voit kohdata potentiaalisia kumppaneita kasvokkain, keskustella ja saada ensivaikutelman nopeasti ilman deittisovelluksia. Tapahtuman ajankohta: 24.7 klo 19:00-00:00 ",
        "coordinates": "60.157724568117935, 24.95658025882435"
      }
    },
    {
      "31": {
        "title": "Lautapeliturnaus",
        "description": "Tervetuloa lautapeliturnaukseen puistoon, missä pelien maailma yhdistyy aurinkoisiin päiviin ja ystävien seuraan! Haaga-Helian opiskelijoille suunnattu tapahtuma tarjoaa sinulle tilaisuuden nauttia ulkoilmasta samalla kun kilpailet ystävien kanssa erilaisissa lautapeleissä. Pöytäpelit, kuten Monopoli, Settlers of Catan ja Carcassonne, odottavat pelaajiaan ja voittajiaan. Tapahtuman ajankohta: 31.7 klo 13:00-17:00 ",
        "coordinates": "60.19037366880016, 24.937684140005302"
      }
    },
    {
      "32": {
        "title": "Haaga-Helia Amazing Race kilpailu",
        "description": "Tervetuloa Haaga-Helia Amazing Race -kilpailuun, jossa seikkailu ja tiimityö kohtaavat jännittävässä kaupunkiympäristössä! Haaga-Helian opiskelijoille suunnattu tapahtuma tarjoaa sinulle ainutlaatuisen tilaisuuden kokea unohtumaton seikkailu yhdessä ystävien tai tiimin kanssa. Ota haaste vastaan ja lähde mukaan tutkimaan kaupunkia, ratkomaan pulmia ja suorittamaan hauskoja tehtäviä eri puolilla kaupunkia. Tapahtuman ajankohta: 7.8 klo 13:00-koko päivä ",
        "coordinates": "60.16744626385678, 24.931145499997967"
      }
    },
    {
      "33": {
        "title": "Open Mic",
        "description": "Tervetuloa Open Mic -iltaan, missä sinä olet tähti! Haaga-Helian opiskelijoille suunnattu tapahtuma tarjoaa sinulle mahdollisuuden loistaa omalla esitykselläsi ja jakaa lahjakkuuttasi muiden kanssa. Olit sitten laulaja, muusikko, runoilija, stand-up-koomikko tai tarinankertoja, Open Mic -ilta tarjoaa sinulle lavan ja yleisön. Astu esiin ja anna taitosi loistaa valokeilassa! Tapahtuman ajankohta: 14.8 klo 20:00-03:00 ",
        "coordinates": "60.18169633879028, 24.954794856974914"
      }
    }
  ]
}
